Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: However, construction of another ship – the one intended to be Diamond Princess (currently sailing as Sapphire Princess) – was delayed when fire swept through her decks during construction.
es: Sin embargo, la construcción del barco originalmente destinado a llamarse Diamond Princess (actualmente navegando como Sapphire Princess) se retrasó cuando un incendio arrasó sus cubiertas durante la construcción.

source: Later, the patient, his pregnant wife and a friend tested positive.
es: [37]​ Más tarde, el paciente, su mujer embarazada, y un amigo dieron positivo.

source: "Hours later president Carlos Alvarado published that he would not support that bill and stated that ""Plan Proteger"" consisted of protecting the unemployed and workers already impacted by salary reductions."
es: Horas más tarde el presidente Carlos Alvarado publicó que no apoyaba dicho proyecto y que su Plan Proteger consistía en proteger a los desempleados y a los que sufrieron rebajos en sus salarios.

source: The exodus from Wuhan before the lockdown has resulted in angry responses on the Chinese microblogging website Sina Weibo from residents in other cities who are concerned that it could result in spreading of the novel coronavirus to their cities.
es: El éxodo de Wuhan antes del encierro trajo enojadas respuestas en Weibo de parte de residentes en otras ciudades quiénes estaban preocupados que esto pudiera resultar en extender el nuevo coronavirus a sus ciudades.

source: The government declared a Health Crisis.
es: El gobierno declara la Emergencia Sanitaria.

source: From 23 January, North Korea banned foreign tourists.
es: A partir del 23 de enero, Corea del Norte prohibió el acceso a los turistas extranjeros.

source: The method combines amplification with a novel technology called surround optical fiber immunoassay and some specific antibodies against PrPSc.
es: El método combina la amplificación con una nueva tecnología llamada inmunoensayo de fibra óptica envolvente y algunos anticuerpos específicos contra PrPSc.

source: In early March, the national plan was extended for the handling of the ongoing coronavirus pandemic.
es: El plan nacional se extendió para el manejo del brote de coronavirus en curso en marzo de 2020.

source: Australian borders were closed to all non-residents on 20 March.
es: El 20 de marzo Australia cerro todas sus fronteras para los extranjeros.

source: "Russia denies the allegation, saying ""this is a deliberately false story""."
es: "[29]​ Rusia niega la acusación, diciendo que ""esta es una historia deliberadamente falsa""."

source: The Parsonage Garden at Nuenen (Dutch: De pastorie in Nuenen), alternatively named The Parsonage Garden at Nuenen in Spring (Dutch: De pastorie in Nuenen in het voorjaar) or Spring Garden (Dutch: Lentetuin: F185, JH484), is an early oil painting by 19th-century Dutch post-Impressionist painter Vincent van Gogh, created in May 1884 while he was living with his parents in Nuenen.
es: Jardín rectoral en Nuenen en primavera, o Jardín de primavera, es la primera pintura al óleo del pintor holandés Vincent van Gogh, realizada en 1884 mientras vivía con sus padres en Nuenen.

source: The cumulative number of inspections was about 53,000 by South Korea, while Japan was about 2,000, and in US about 440 cases were examined.
es: El número acumulado de inspecciones fue de aproximadamente 53 000 por parte de Corea del Sur, mientras que Japón fue de aproximadamente 2000, y en los Estados Unidos Se examinaron alrededor de 440 casos.

source: Possible reasons for predisposition to VALI include:
es: Las posibles razones de la predisposición a VALI incluyen:

source: It also caused the Vietnamese Grand Prix of the 2020 Formula One World Championship to be postponed until further notice.
es: [81]​ [82]​ También provocó el aplazamiento del Gran Premio de Vietnam del Campeonato Mundial de Fórmula Uno 2020 hasta nuevo aviso.

source: Relative adrenal insufficiency (distributive shock) in critically ill patients where present hormone levels are insufficient to meet the higher demands
es: Escasez suprarrenal relativa, ocurre en pacientes críticamente enfermos cuando los niveles hormonales son insuficientes para cubrir la mayor demanda.

source: During the 2020 stock market crash that began the week of 9 March, bond prices unexpectedly moved in the same direction as stock prices.
es: Durante el colapso del mercado de valores de 2020 que comenzó la semana del 9 de marzo, los precios de los bonos se movieron inesperadamente en la misma dirección que los precios de las acciones.

source: USA expected its production to fall by 2 million bpd at the end of the year.
es: Estados Unidos esperaba que su producción cayera en 2 millones de barriles a finales de año.

source: Some accounts emphasize that Semmelweis refused to communicate his method officially to the learned circles of Vienna, nor was he eager to explain it on paper.
es: Algunos informes indican que Semmelweis se negó a comunicar oficialmente su procedimiento a los círculos médicos de Viena y no quiso explicarlo en una publicación.

source: On 13 September 2019, Charli XCX released her third studio album Charli.
es: El 13 de septiembre de 2019, Charli XCX lanzó su tercer álbum de estudio Charli.

source: Most of the damaged buildings were built in the 18th and 19th centuries, well before a 1964 law, following the disastrous Skopje earthquake, which mandated that earthquake protection must be taken into account during the design and construction of buildings.
es: Entre los edificios afectados están el edificio del Parlamento, construido en el siglo XVIII, siendo el principal edificio construido antes de 1963 cuando se hizo una nueva ley (después del terremoto de Skopie) que actualizó el código de construcción.

source: The Central Bank of Iceland announced that it would lower its average reserve maintenance requirement from 1% to 0%.
es: El Banco Central de Islandia anunció que reduciría su requerimiento promedio de mantenimiento de reservas del 1% al 0%[153]​.

source: During 1848–1849, some 70,000 troops from the Habsburg-ruled Austrian Empire thwarted the Hungarian independence movement, executed or imprisoned its leaders and in the process destroyed parts of Pest.
es: Durante 1848-1849 unos 70.000 soldados del imperio austriaco golpearon el movimiento independentista húngaro, ejecutaron o encarcelaron a sus líderes y en el proceso destruyeron parte de Pest.

source: The first widely distributed version of GNU Emacs was version 15.34, released later in 1985.
es: La primera versión ampliamente distribuida de GNU Emacs fue la 15.34, que apareció en 1985.

source: On 21 February 2020, two people tested positive in Veneto.
es: El 21 de febrero de 2020, dos personas dieron positivo en Véneto.

source: 2020 coronavirus pandemic in Cyprus
es: Pandemia de enfermedad por coronavirus de 2020 en Chipre

source: The South Korean military manpower agency made an announcement that conscription from Daegu will temporarily be suspended.
es: La agencia de personal militar de Corea del Sur hizo un anuncio de que el servicio militar obligatorio de Daegu se suspenderá temporalmente.

source: At a conference of German physicians and natural scientists, most of the speakers rejected his doctrine, including the celebrated Rudolf Virchow, who was a scientist of the highest authority of his time.
es: En un congreso de naturalistas y médicos alemanes la mayoría de los ponentes rechazaron las teorías de Semmelweis, incluido el célebre Rudolf Virchow, la mayor autoridad científica de su época, lo que potencialmente contribuyó a que la teoría de Semmelweis no fuera aceptada en bastante tiempo.

source: A small amount of applied PEEP (4 to 5 cmH2O) is used in most mechanically ventilated patients to mitigate end-expiratory alveolar collapse.
es: Se utiliza una cantidad pequeña de PEEP aplicado (4 a 5 cmH2O) en más pacientes ventilados mecánicamente para mitigar el colapso alveolar del fin de la espiración.

source: When his discovery was published in the proceedings of the World Congress of Anaesthesia in 1968, Inkster called it Residual Positive Pressure.
es: Cuándo se publicó su descubrimiento en las actas del Congreso Mundial de Anestesia en 1968, Inkster lo llamó Presión Positiva Residual.

source: He returned to MIT where Carl Mikkelsen, a hacker at the AI Lab, had added to TECO a combined display/editing mode called Control-R that allowed the screen display to be updated each time the user entered a keystroke.
es: "Impresionado por esta característica, Stallman volvió al MIT donde Carl Mikkelsen, uno de los hackers en el Laboratorio de Inteligencia Artificial, había agregado un modo de edición-muestreo llamado ""Control-R"" a TECO, que le permitía a la pantalla mostrar lo que el usuario ingresaba desde el teclado."

source: Also, another death was registered of an 84-year-old woman from the City of Buenos Aires that had contact with a person that travelled to Italy.
es: También se registró una nueva muerte, se trata de una mujer de 84 años residente de la Ciudad de Buenos Aires, sin comorbilidades y con antecedente epidemiológico de haber tenido contacto estrecho con una persona que viajó a Italia.

source: Among the smaller parties, the Green Party showed the largest gains, increasing from three to twelve seats, a gain of nine over the previous election.
es: Entre los partidos menores, el Partido Verde logró los mayores beneficios al pasar de tres a doce escaños, nueve diputados más que la elección anterior.

source: In 1997, Ai Fen graduated from Tongji Medical College (now a part of Huazhong University of Science and Technology), and worked in the Department of Cardiovascular Medicine of Wuhan Central Hospital.
es: En 1997, Ai Fen se graduó de la Universidad Médica de Tongji, y trabajó en el Departamento de Medicina Cardiovascular del Hospital Central de Wuhan.

source: In Barcelona, a 22-year-old woman from Tenerife, who travelled to Italy from 19 to 25 February, was admitted to Hospital Clínic.
es: En Cataluña, una mujer de 22 años de Tenerife, que había viajado a Italia del 19 al 25 de febrero, es admitida en el Hospital Clínic.

source: "Apart from that, the Institute publishes several scientific periodicals, such as the monthly ""Journal of Health Monitoring"", ""Epidemiological Bulletin"" and the ""Bundesgesundheitsblatt"" (co-publisher)."
es: Además de eso, el Instituto publica varios periódicos científicos, como el «» mensual, el «Boletín Epidemiológico» y el «Bundesgesundheitsblatt» (coeditor).

source: Bank Indonesia and the Central Bank of Brazil announced $10.1 billion and $3 billion of open market purchases of government bonds respectively, while the Reserve Bank of India announced that it would conduct ₹300 billion in open market purchases the following week.
es: El Banco de Indonesia y el Banco Central de Brasil anunciaron compras por valor de $ 10.1 mil millones y $ 3 mil millones en bonos del mercado abierto de bonos del gobierno, respectivamente[115]​[116]​, mientras que el Banco de la Reserva de la India anunció que realizaría compras de $ 300 mil millones en el mercado abierto la semana que viene[117]​[118]​.

source: A Constituency Commission, convened in July 2016 under the provisions of the Electoral Act 1997 with Judge Robert Haughton as chair, made recommendations on changes to constituency boundaries after publication of initial population data from the 2016 census.
es: Se convocó a una comisión de distritos en julio de 2016 bajo las disposiciones de la Ley Electoral de 1997,[10]​ con el juez Robert Haughton como presidente, para redibujar los límites de los distritos después de la publicación de los datos iniciales de población del censo de 2016.

source: The occupations most at risk are: adhesive handlers (e.g. acrylate), animal handlers and veterinarians (animal proteins), bakers and millers (cereal grains), carpet makers (gums), electronics workers (soldering resin), forest workers, carpenters and cabinetmakers (wood dust), hairdressers (e.g. persulfate), health care workers (latex and chemicals such as glutaraldehyde), janitors and cleaning staff (e.g. chloramine-T), pharmaceutical workers (drugs, enzymes), seafood processors, shellac handlers (e.g. amines), solderers and refiners (metals), spray painters, insulation installers, plastics and foam industry workers (e.g. diisocyanates), textile workers (dyes) and users of plastics and epoxy resins (e.g. anhydrides)
es: Estas incluyen las industrias farmacéuticas, de belleza (ej. peluqueros y técnicos de uñas shellac), de alimentación (ej. procesadores de mariscos, panaderos y molineros), de construcción, de sanidad, de manejo de electrónicos, de limpieza, veterinaria o de manejo de animales, textiles, de madera (ej. carpinteros y ebanistas), de químicos, de metales (ej. soldadores y refinadores), de plásticos, de pintura en aerosol, de espumas y de forestación.

source: However, most infections with M. tuberculosis do not cause TB disease, and 90–95% of infections remain asymptomatic.
es: Sin embargo, no todas las infecciones por M. tuberculosis causa la tuberculosis y muchas infecciones son asintomáticas.

source: Hypovolemic shock is the most common type of shock and is caused by insufficient circulating volume.
es: Hipovolémico absoluto: es el tipo más común de choque y es causado por la disminución del volumen sanguíneo.

source: In the Basque Country 8 another positives bring the total positives to 21, 16 active cases in Álava, two in Gipuzkoa and three more infected and one death in Vizcaya.
es: En el País Vasco se confirman otros 8 positivos, con un total de 16 casos activos en Álava, dos en Guipúzcoa y tres más infectados y un muerto en Vizcaya.

source: On 11 March, Vietnam confirmed their 35th case of COVID-19, a 29-year-old woman who works in an electronics supermarket in Da Nang, and had physical contact with two infected British tourists.
es: El 11 de marzo, Vietnam confirmó su caso número 35 de COVID-19, una mujer de veintinueve años que trabaja en un supermercado de electrónica en Da Nang, y tuvo contacto físico con dos turistas británicos infectados.

source: On 14 March 2020, the suspension of flights was expanded.
es: El 14 de marzo de 2020, la suspensión de vuelos se extendió a China e Italia.

source: Ravenswood School for Girls, a private school on Sydney's North Shore asked a South Korean student to leave her dormitory – even though she had not been to China since visiting Shanghai in October 2019 and was medically cleared when she arrived at the school.
es: Ravenswood School for Girls, una escuela privada en la costa norte de Sídney, le pidió a una estudiante surcoreana que abandonase su dormitorio, a pesar de que no había estado en China desde que visitó Shanghái en octubre de 2019 y fue autorizada médicamente cuando llegó a la escuela.

source: On 14 March, three Azerbaijanis, who previously tested positive for coronavirus recovered after receiving treatment in special hospitals and have already been discharged.
es: El 14 de marzo en 3 ciudadanos azerbaiyanos a los que se les diagnosticó el coronavirus, tras ser tratados en hospitales de régimen especial, se recuperaron y fueron dados de alta para ir a casa.

source: An opposition lawmaker, Tony Geara, was arrested on 14 March in a roadblock after declaring that there was no running water in one of the hospitals listed as prepared by the Bolivarian government.
es: El 14 de marzo, un diputado de la oposición, Tony Geara, fue arrestado después de declarar en una protesta que no había agua potable en uno de los hospitales que habían sido enumerados como preparados para enfrentar la pandemia por el gobierno bolivariano.

source: "On 16 March, Espot ordered the cessation of high-risk work activities, such as construction and ""liberal"" (high-education) professions, for a minimum of eight days, and public administration would be reduced to a minimal level to avoid the collapse of the healthcare system."
es: El 16 de marzo, Espot ordenó el cese las actividades laborales de riesgo (como la construcción o las profesiones liberales) durante un mínimo de ocho días, y se redujo al mínimo la actividad de la administración pública para evitar el colapso del sistema sanitario.

source: In 1997, Mum Chanty of Cambodia became the last person to contract polio in the Indo-West Pacific region.
es: [52]​ En 1997, Mum Chanty de Camboya se convirtió en la última persona en contraer polio en la región Indo-Pacífico.

source: Researchers have applied an infodemiological approach to studying the spread of HIV/AIDS, SARS and influenza, vaccination uptake, antibiotics consumption, the incidence of multiple sclerosis, patterns of alcohol consumption, the efficacy of using the social web for personalization of health treatment, the contexts of status epilepticus patients, and the effectiveness of the Great American Smokeout anti-smoking awareness event.
es: Los investigadores han aplicado planteamientos infodemiológicos al estudio del contagio del VIH/sida,[5]​ el SARS,[6]​ la gripe,[7]​ [8]​[9]​ el grado de vacunación,[10]​[11]​[12]​ el consumo de antibióticos,[13]​ la incidencia de esclerosis múltiple,[14]​[15]​ patrones de consumo de alcohol,[16]​ la eficacia de utilizar la web social para la personalización del tratamiento de la salud,[17]​[18]​ las crisis epilépticas[19]​[20]​ y la eficacia del evento antitabaco Great American Smokeout.

source: A 42-year-old female met and greeted with the case No. 5 during Lunar New Year holiday.
es: Una mujer de 42 años se reunió y saludó con el caso número 5 durante las vacaciones del Año Nuevo Lunar.

source: On 1 March, 7 more cases were confirmed and the Health Emergency Coordination Group confirmed that the 88-year-old man had died, becoming the first Sammarinese to die of the virus.
es: El 1 de marzo, se confirmaron 7 casos más y el Grupo de Coordinación de Emergencias de Salud confirmó que el hombre de 88 años había muerto, convirtiéndose en el primer sammarinense en morir por el virus.

source: India has suspended all tourist visas, as a majority of the confirmed cases were linked to other countries.
es: India ha suspendido todos los visados turísticos, debido a que la mayoría de casos confirmados provinieron a otros países.

source: The same day at 19:30, a third recovery was reported and ten more cases were confirmed, bringing the total to 96.
es: Ese mismo día a las 19:30, se informó de una tercera recuperación y de diez casos más, siendo el total 96.

source: "Enhanced section (""Japanese Grunge"")"
es: "Enhanced Section (""Grunge japonés"")"

source: Extremadura announced the first four cases, a 56-year-old male in Coria, a 56-year-old man in Cáceres also and two males of 58 years and another of 19 in Llerena-Zafra.
es: Extremadura notifica sus primeros cuatro casos: un hombre de 56 años en Coria, otro de 56 años en Cáceres y dos hombres de 58 y 19 años en Llerena-Zafra.

source: Norepinephrine acts on beta-1 adrenergic receptors, causing increase in heart rate and cardiac output.
es: La norepinefrina actúa sobre los receptores beta-1 adrenérgicos, lo que provoca un aumento de la frecuencia cardíaca y del gasto cardíaco.

source: Generally, they use a thermostat to control the temperature.
es: Posee un termostato que controla la temperatura mediante un control digital.

source: The 1970s saw the emergence of a more elaborate program that included a week of one-hour sessions of instruction, demonstration, and questions and answers, conducted by a dentist and a dental assistant and aided by a teacher who had previously been given several hours of instruction.
es: Los 1970s vieron la aparición de programas que incluyen una semana de sesiones de unahora de instrucción, manifestación, y cuestionarios y respuestas, conducidos por un dentista y un ayudante dental y asistido por un profesor quién anteriormente había recibido varias horas de instrucción.

source: Hematologist and chairman of the Institute for Healthcare Governance Masahiro Kami claimed that many patients were denied testing due to their mild symptoms and criticized the Japanese government for setting testing standards that were too high and for lacking a response to patient anxiety.
es: En reacción a este problema, el presidente del Instituto para el Gobierno del Cuidado de la Salud, Masahiro Kami, afirmó que a muchos pacientes se les negó la prueba debido a sus síntomas leves y criticó al gobierno japonés por establecer estándares de prueba que eran demasiado altos y por no responder al paciente.

source: It was followed by İzmir with 853 cases and 18 deaths, and Ankara with 712 cases and 7 deaths.
es: Le siguió Esmirna con 853 casos y 18 muertes, y Ankara con 712 casos y 7 muertes.

source: Theatrical releases delayed or cancelled
es: Estrenos teatrales retrasados o cancelados

source: The game's weather also adjusts to the seasons of the Northern or Southern Hemisphere, depending on the player's real-world location, a first for the Animal Crossing series (however, this can be manually set in the beginning of the game if for any reason a player wants to play in a different hemisphere or the autoset hemisphere is incorrect).
es: [7]​ El tiempo del juego se ajustará al hemisferio norte or sur, dependiendo de la localización del jugador, la primera vez que se da esta opción en la serie Animal Crossing.

source: If someone does become infected, it typically takes three to four weeks before the newly infected person becomes infectious enough to transmit the disease to others.
es: Si una persona llegase a quedar infectada, le tomará menos de 21 días a un mes antes que pueda comenzar a transmitir la enfermedad a otros.

source: 2020 coronavirus pandemic in the Donetsk People's Republic
es: Pandemia de enfermedad por coronavirus de 2020 en la República Popular de Donetsk

source: is a pseudo-random function like HMAC-SHA256, and
es: es una función pseudoaleatoria como HMAC-SHA256, y

source: He first experienced flu symptoms on 21 January and suffered further complications four days later, eventually turning himself in.
es: Primero experimentó síntomas de gripe el 21 de enero y sufrió más complicaciones cuatro días después, y finalmente se entregó.

source: Evening of the same day, five more cases were announced, all are related to patient number 34.
es: [52]​ La noche del mismo día, se anunciaron cinco casos más, todos relacionados con el paciente número 34.

source: On March 16, 2020, Universal announced that The Invisible Man, The Hunt, Emma – all films in theaters at the time – would be available on demand as early as March 20 at a suggested price of US$19.99 each.
es: [55]​[56]​ El 16 de marzo de 2020, Universal anunció que The Invisible Man, The Hunt, Emma, todas las películas en los cines en ese momento, estarán disponibles bajo demanda a partir del 20 de marzo a un precio sugerido de US$19,99 cada una.

source: Police saw an increase in domestic violence incidents being reported.
es: [22]​ La policía vio un aumento en los incidentes de violencia doméstica que se denuncian.

source: Attending the launch of immunization campaigns in Birnin Kebbi in July 2007, Turai Yar'Adua urged parents to vaccinate their children and stressed the safety of oral polio vaccine.
es: Al acudir al inicio de las campañas de inmunización en Birnin Kebbi en julio de 2007, Yar'Adua instó a los padres a vacunar a sus hijos y destacó la seguridad de las vacunas orales.

source: Large technology companies have also made changes.
es: Las grandes compañías tecnológicas también han realizado cambios.
